Repository: sjdhome/TmuxAgentWatch
Catalog: TmuxAgentWatch/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld blocked · %lld working · %lld idle
zh_hans: %lld 阻塞 · %lld 工作中 · %lld 空闲

source: blocked
zh_hans: 阻塞

source: Cannot Find a Terminal Window
zh_hans: 找不到终端窗口

source: Change how agents are sorted
zh_hans: 更改 Agent 的排序方式

source: idle
zh_hans: 空闲

source: Name
zh_hans: 名称

source: No Agent Panes
zh_hans: 没有 Agent 面板

source: No GUI terminal on this Mac is attached to tmux session “%@” — the session may be detached, or attached only from SSH. Attach to it from a local terminal app first.
zh_hans: 这台 Mac 上没有 GUI 终端连接到 tmux 会话“%@”——该会话可能处于 detach 状态，或仅从 SSH 连接。请先在本机终端应用中 attach 到该会话。

source: No tmux pane is currently running a known AI coding agent.
zh_hans: 当前没有 tmux 面板在运行已知的 AI 编程 Agent。

source: Retrying every 2 seconds.
zh_hans: 每 2 秒重试一次。

source: Show in Terminal
zh_hans: 在终端中显示

source: Scanning…
zh_hans: 正在扫描…

source: Sort
zh_hans: 排序

source: Sort By
zh_hans: 排序方式

source: State
zh_hans: 状态

source: tmux Unavailable
zh_hans: tmux 不可用

source: Tmux Agent Watch
zh_hans: Tmux Agent 监视器

source: working
zh_hans: 工作中
